<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Facades\Hash;
use Illuminate\Support\Str;

class BankCardSeeder extends Seeder
{
    public function run()
    {
        DB::table('bank_cards')->insert([
            [
                "id" => 1,
                "ru" => "<ul><li>Российская дебетовая карта VISA специально для иностранных граждан</li><li>Льготная комиссия на международные переводы - всего 1,15%</li><li>Доставка карты бесплатно</li></ul><p>Оформите заявку на получение банковской карты российского банка</p>",
                "uz" => "<ul><li>Россия VISA дебет картаси махсус чет эл фуқаролари учун</li><li>Халқаро ўтказмалари учун имтиёзли комиссия – фақат 1,15%</li><li>Картани етказиб бериш бепул</li></ul><p>Россия банкининг банк картасини олиш учун ариза беринг</p>",
                "tj" => "<ul><li>Корти дебетии русӣ VISA махсусан барои шаҳрвандони хориҷӣ</li><li>Комиссияи имтиёзнок барои интиқолҳои байналмилалӣ - ҳамагӣ 1,15%</li><li>Расонидани корт ройгон аст</li></ul><p>Барои гирифтани корти бонкии бонки Россия дархост пешниҳод кунед</p>",
            ],
        ]);
    }
}