<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use Illuminate\Support\Facades\DB;
use Illuminate\Support\Facades\Hash;
use Illuminate\Support\Str;

class LoanSeeder extends Seeder
{
    public function run()
    {
        DB::table('loans')->insert([
            [
                "id" => 1,
                "ru" => "<ul><li>Займы на любые цели специально для иностранных граждан</li><li>Деньги зачисляются онлайн на карту любого российского банка</li><li>Займ предоставляется микрофинансовой организацией «Азия Кредит»</li></ul><p>Оформите заявку на получение денежного займа до 30 000 руб</p>",
                "uz" => "<ul><li>Ҳар қандай мақсадлар учун қарзга пул махсус чет эл фуқаролари учун</li><li>Пул ҳар қандай Россия банкининг картасига ўтказилади</li><li>Қарз «Азия Кредит» микрофинанс ташқилоти томонидан такдим этилади</li></ul><p>30 минг рублгача қарзга пул олиш учун ариза беринг</p>",
                "tj" => "<ul><li>Қарзҳо барои ҳама гуна мақсад махсус барои шаҳрвандони хориҷӣ</li><li>Маблағ ба дилхоҳ корти бонки Россия онлайн пардохт карда мешавад</li><li>Қарз аз ҷониби ташкилоти маблағгузории хурди «Азия Кредит» дода мешавад</li></ul><p>Барои гирифтани қарзи нақдӣ то 30 ҳазор рубл муроҷиат намоед</p>",
            ],
        ]);
    }
}